Repository: atulmishra-git/windows_crm
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: People
de: Meine Kontakte

source: Search
de: Suchen

source: You
de: Ich

source: Go Back
de: zum Chatmenü

source: Type a message
de: Nachricht schreiben

source: The allowed file size is {}. Current filesize: {}
de: Die erlaubte Dateigröße ist: {}. Aktuelle Dateigröße: {}

source: Filetype not supported.
de: Dateityp wird nicht unterstützt.

source: Yes
de: Ja

source: No
de: Nein

source: Choose if there is battery system or not
de: Speicher wurde bestellt

source: WR - Without Battery
de: Wechselrichter

source: Price
de: Preis

source: Tax
de: MwSt.

source: Offer Details
de: Angebotsdetails

source: Technical Details
de: sonstige Kundenwünsche

source: Information of the Roof
de: Informationen zum Dach

source: Total Area of all modules
de: Gesamtfläche aller Module

source: Username
de: Benutzername

source: password
de: Passwort

source: First Name
de: Vorname

source: Surname
de: Nachname

source: Phone
de: Telefonnummer

source: Active
de: Aktiv

source: Deleted
de: gelöscht

source: staff status
de: Personalstatus

source: Male
de: männlich

source: Female
de: weiblich

source: Company
de: Firma

source: individual
de: Einzelperson

source: Family
de: Familie

source: Via Email
de: per E-Mail

source: Via Letter
de: per Post

source: Not started
de: noch nicht bearbeitet

source: Pending In Work
de: in Bearbeitung

source: Finished
de: erledigt

source: first name
de: Vorname

source: offer id
de: Angebots-Nr.

source: Invoice ID
de: Rechnung-Nr.

source: street
de: Straße und Hausnummer

source: postcode
de: Postleitzahl

source: place
de: Ort

source: surname
de: Nachname

source: Mobile
de: Mobil

source: Birthday
de: Geburtsdatum

source: active
de: Aktiv

source: deleted
de: gelöscht

source: gender
de: Geschlecht

source: purpose
de: Anrede

source: notes
de: Notizen

source: Customer
de: Kunden

source: manufacturer
de: Hersteller

source: module count
de: Anzahl der Module

source: with battery
de: mit Speicher

source: Manufacturer
de: Hersteller

source: price without tax
de: Preis netto

source: Price in Euro (€)
de: Preis in Euro (€)

source: Should be above 0
de: muss größer 0 sein

source: offer by
de: Angebot senden

source: offer date
de: Angebotsdatum

source: declined
de: Storno

source: date sent
de: gesendet am

source: project planning created
de: Projektierung erstellt

source: DC Term
de: DC - Termin

source: AC Term
de: AC - Termin

source: roof type
de: Dachart

source: roof tilt
de: Dachneigung

source: in Degrees
de: in Grad °

source: alignment
de: Dachausrichtung

source: module area
de: Modulfläche

source: Area in meter squared (m2)
de: gesamte Modulfläche

source: extra details
de: sonstige Kundenwünsche

source: File Name
de: Dateiname

source: kind
de: Dateityp

source: Upload
de: Hochladen

source: subject
de: Betreff

source: User
de: Benutzername

source: message
de: Nachricht

source: Complete Before
de: Zu erledigen bis:

source: completed
de: erledigt

source: private
de: Privat

source: Submit
de: Erstellen

source: Managers
de: Mitarbeiterübersicht

source: No Managers Found
de: es wurde kein Manager gefunden

source: Edit
de: bearbeiten

source: Add Purchase
de: PV-Anlage hinzufügen

source: Add Customer
de: Kunden hinzufügen

source: Offer
de: Angebot erstellen

source: Offer Confirmation
de: Auftragsbestätigung erstellen

source: Installation
de: Montagebestätigung erstellen

source: Invoice
de: Rechnung erstellen

source: Success
de: Erfolgreich

source: Error
de: Fehler

source: Add New Attachment
de: Anlagen hinzufügen

source: Download
de: Herunterladen

source: Today
de: Heute

source: Public Tasks
de: Öffentlich

source: Private Tasks
de: Privat

source: Street
de: Straße und Hausnummer

source: Postcode
de: Postleitzahl

source: Place
de: Ort

source: DC Mechanic
de: DC - Monteur

source: AC Mechanic
de: AC - Monteur

source: Time
de: Uhrzeit

source: Creator
de: Erstellt von

source: Customer ID
de: Kunden-ID

source: Call Note
de: Gesprächsnotiz

source: No %(object_type)s(s) Found
de: Es %(object_type)s(s) wurde nichts gefunden!

source: Purchase
de: PV-Anlage

source: Customer Information
de: Kundeninformation

source: Purpose
de: Anrede

source: Offer ID
de: Angebots-Nr.

source: Purchase ID
de: Anlagen-ID

source: Module Count
de: Anzahl der Module

source: With Battery
de: mit Speicher

source: Price without tax
de: Preis netto

source: Offer by
de: Angebot senden

source: Offer Date
de: Angebotsdatum

source: Reseller Name
de: Verkäufer

source: Date sent
de: gesendet am

source: Project Planning Created
de: Projektierung erstellt

source: DC mechanic
de: DC - Monteur

source: AC mechanic
de: AC - Monteur

source: Attachments
de: Dateien und Anlagen

source: Call Notice
de: Gesprächsnotizen

source: To Do List
de: Aufgaben

source: Attachment
de: Dateien und Anlagen

source: Count
de: Modulanzahl

source: Extra Information
de: Sonstige Angaben

source: LogIn Here
de: Hier anmelden

source: Login
de: Anmelden

source: To Do
de: Aufgaben

source: Calendar
de: Kalender

source: Settings
de: E-Mail Einstellungen

source: Logout
de: Ausloggen

source: Create Task
de: Aufgabe hinzufügen

source: Update Task
de: Aufgabe aktualisieren

source: Tasks
de: Aufgaben

source: No Tasks Found
de: es wurden keine Aufgaben gefunden

source: Completed
de: Erledigt

source: Mark Complete
de: als erledigt kennzeichnen

source: Todo
de: Aufgaben

source: FILE NAME
de: Dateiname

source: CREATOR
de: Erstellt von

source: Title
de: Titel

source: End Date
de: bis zum

source: Description
de: Beschreibung

source: cancel
de: abbrechen

source: Customers
de: Kunden

source: Past Documents
de: zuletzt erstellte Dokumente

source: Create Documents
de: Dokumente erstellen

source: Create a new offer document
de: neues Angebot erstellen

source: Create a new offer confirmation document
de: neue Angebotsbestätigung erstellen

source: Create a new installaion document
de: neue Montagebestätigung erstellen

source: Create a new invoice document
de: neue Rechnung erstellen

source: Last 6 months
de: Letzte 6 Monate

source: last 7 days
de: letze 7 Tage

source: Purchase Details
de: Anlagen-ID

source: Add New Customer
de: Kunden hinzufügen

source: Cancel
de: abbrechen

source: Tax: 19%%
de: Mwst. 19%%

source: Total Area
de: Gesamtfläche der Module

source: Add New
de: Hinzufügen

source: OFFER DATE
de: Angebotsdatum

source: RESELLER
de: Verkäufer

source: MODULE COUNT
de: Anzahl der Module

source: WITH BATTERY
de: mit Speicher

source: EXTRA DETAILS
de: zusätzliche Infos

source: CREATED
de: Erstellt am

source: PRICE
de: Preis

source: birthday
de: Geburtsdatum

source: Add New Reseller
de: Verkäufer hinzufügen

source: FIRST NAME
de: Vorname

source: LAST NAME
de: Name

source: STREET
de: Straße und Hausnummer

source: POSTCODE
de: Postleitzahl

source: PLACE
de: Ort

source: PHONE
de: Telefonnummer

source: BIRTHDAY
de: Geburtsdatum

source: ACTION
de: Ausführung

source: Add New Task
de: Aufgabe hinzufügen

source: Customer added successfully.
de: Kunde wurde erfolgreich hinzugefügt

source: Update Customer
de: Kunden bearbeiten

source: Customer updated successfully.
de: Änderungen wurde erfolgreich durchgeführt

source: Add Manager
de: Mitarbeiter hinzufügen

source: Update Manager
de: Manager bearbeiten

source: Purchase added successfully.
de: PV-Anlage wurde erfolgreich angelegt

source: Update Purchase
de: PV-Anlage bearbeiten

source: Purchase updated successfully.
de: Änderungen wurde erfolgreich durchgeführt

source: Add New Call Notice
de: Gesprächsnotizen hinzufügen

source: Update Call Notice
de: Gesprächsnotizen bearbeiten

source: You are not permitted to perform the action.
de: Sie haben keine Berechtigung für diese Aktion!

source: Add Mechanic
de: Monteur hinzufügen

source: Update Mechanic
de: Monteur bearbeiten

source: Add Reseller
de: Verkäufer hinzufügen

source: Update Reseller
de: Verkäufer bearbeiten

source: German
de: Deutsch
